import React from 'react';

export default function TabOne() {
        
        return (
        	<div id="tab1" className="tabcontent active">
				<h3>О нас</h3>
			<div className="xbox aboutus">
			<h4>Основная информация</h4>
			<div className="xbox aboutus_main">
Модифицированные сервера Steam для комфортной игры в Rust Experimental.<br />
Мы следим за качеством всех наших игровых серверов, и в то же время следим за тенденциями игрового рынка и развитием игры, пытаясь разнообразить игровой процесс.<br />
Используется только самое современное серверное оборудование, которое позволяет насладиться игрой без тормозов.<br />
Каждый игровой сервер расположен на отдельном выделенном сервере с самым новым процессором Intel Core I9.<br />
Все процессоры и оперативная память были выбраны и куплены специально под нужды игрового сервера Rust, были разогнаны, прошли отбор и проверку игровыми стресс тестами, были собраны с игровой материнской платой и системой жидкостного охлаждения.<br />
Игровые серверы расположены в лучших Дата Центрах Москвы, они получают гигабитное соединение с главными точками обмена трафиком что даёт минимальный пинг и высокий FPS и в то же время лучшую защиту от ддос атак.<br />
Выбран Дата Центр со стандартом надёжности Tier III, что даёт возможность всем серверам работать в режиме онлайн 24 часа и 7 дней в неделю. Получайте удовольствие от игры на серверах круглосуточно.<br />
Хостинг игровых серверов работает с самыми новыми дисками NVMe, что позволяет SSD дискам работать на огромных скоростях, запуск сервера происходит в считанные секунды, а сейв карты проходит не заметно для игрока.<br /> <br />

Наша команда Администраторов круглосуточно следит за работоспособностью, производительностью серверов и нормальным игровым процессом.<br />
Команда Ведущих Разработчиков всегда находит и устраняет все, даже самые мельчайшие баги и недоработки игры.<br />
Команда Проверяющих обрабатывает, отлавливает и проверяет все ваши репорты на не честно играющих или нарушающих игроков.<br /><br />

И всё это было организовано для незабываемой и разнообразной игры каждого нашего игрока.<br />
Заходи и попробуй сам все прелести раста на себе.<br />
				
				
<p></p>
</div>
</div>
</div>
        )
      }
      
