import React from 'react';

export default function TabThree() {
        
        return (
        	<div id="tab3" className="tabcontent">
            <h3>Правила</h3>
			<div className="xbox_custom_rules text-left">
			<p className="MsoNormal"><span>Основная информация</span></p>
				<li>НЕЗНАНИЕ ПРАВИЛ НЕ ОСВОБОЖДАЕТ ВАС ОТ ОТВЕТСТВЕННОСТИ.</li><br />
				<li>Администраторы сервера имеют право изменить или дополнить правила сервера в будущем.</li><br />
				<li>Проверяющие и администрация сами выбирают наказание для игрока в зависимости от степени нарушения и обстоятельств. Игрок может отделаться простым предупреждением, а может и попасть в бессрочный бан.</li><br />
				<li>Проверяющие отвечают только за проверку на стороннее ПО у игроков, при наличии жалоб или репортов на него. Отказ от проверки карается баном. При вызове у вас появляется уведомление на экране. Вызовы через чат не производятся</li><br />
				<li>Вы несете ответственность за все свои аккаунты. Получив бан за нарушение, вы получите его и на последующих аккаунтах.</li><p></p><br />
			<p className="MsoNormal"><span>Игровой процесс</span></p><p></p>
				<li>Запрещено использовать/хранить/приобретать/распространять стороннее ПО или любые другие средства, позволяющие получить преимущество над другими игроками. Использование услуг читеров/макросников приравнивается к хранению.</li><br />
				<li>Запрещено превышать лимит игроков в команде, установленный сервером. (см. название сервера MAX 1/2/3)</li><br />
				<li>Игрокам запрещено строить дома в текстурах, а также застраивать игровые локации, препятствующие к использованию РТ.</li><br />
				<li>Запрещено строиться или хранить лут в текстурах/скалах/камнях и подобных недоработках карт.</li><br />
				<li>Игрокам запрещено строить игровые постройки и предметы багом/недоработкой например в целях сделать несколько предметов друг в друге, слишком близко или с невозможностью уничтожения в целях получения преимущества над другими игроками.</li><br />
				<li>Запрещено заменять напарника, при условии, что основной продолжает с вами играть.</li><br />
				<li>Запрещено строить "усы" к дому дальше 10 квадратов в длину (треугольники засчитываются также). На первый раз игрок может отделаться как предупреждением с последующим самостоятельным уничтожением, либо лишние "усы" уничтожает администратор. 
				При повторном нарушении усов (свыше 5 квадратов) дом может подлежать ремуву, либо повтору вышеперечисленных действий.</li><br />
				<li>При обнаружении бага или недоработки игры/сервера незамедлительно сообщите администрации об этом через сообщение в нашу группу Вк.</li><br />
				<li><u>БАН – за нарушение вышеперечисленных правил на всех серверах GRAND RUST.</u></li><p><u><br /></u></p>
			<p className="MsoNormal"><span>Игровой чат</span></p><p></p>
				<li>Запрещен флуд. Флудом считается отправка нескольких одинаковых сообщений и/или команд в короткий промежуток времени.</li><br />
				<li>Запрещено употребление нецензурных выражений и оскорбления других игроков.</li><br />
				<li>Запрещено проявление расизма в любых формах.</li><br />
				<li>Запрещено оскорбление администрации в любых формах.</li><br />
				<li>Запрещено оскорбление сервера в целом.</li><br />
				<li>Запрещена реклама сторонних проектов в любой форме.</li><br />
				<li>Запрещена провокация/клевета других игроков.</li><br />
				<li>Запрещена клевета, дезинформация, наговор, ложь на игроков/администрацию и проект в целом.</li><br />
				<li>Запрещено выдавать себя за администратора или проверяющего.</li><br />
				<li>Запрещено использование "admin", "moder", или похожие слова в нике.</li><br />
				<li>Намеренное изменение нецензурной речи и оскорблений для обхода автоматического мута.</li><p></p>
				<li><u>БАН/МУТ – за нарушение вышеперечисленных правил на всех серверах GRAND RUST.</u></li><br />
			<p className="MsoNormal"><span>Дополнительная информация</span></p><p></p>
				<li>На проекте есть только администрация и проверяющие (игроки ответственные за проверку на стороннее ПО).</li><br />
				<li>Администрации запрещается играть на сервере как простой игрок.</li><br />
				<li>Проверяющие могут играть на серверах как игрок, но они не следят за игрой с превышением лимита.</li><br />
				<li>Запрещено нарушать правила ивентов прописанных в разделе "Правила участия в ивентах" ниже, в /help на серверах либо в отдельных командах плагинов, например /tc</li><br />
				<li>Администрация не несет ответственности за обмены на сервере, не отвечает за то кому Вам доверять.</li><br />
				<li>Если вы заметили игроков превышающих лимит в команде, пожалуйста, сделайте скрин либо запомните ники игроков и предоставьте нам через <a href="https://vk.me/grandrust_server" target="blank">группу ВК.</a></li><br />
				<li>Если вас вызвали на проверку на стороннее ПО, Вы имеете право отказаться, но в этом случае Вы получите бан на всех серверах.</li><br />
				<li>Администрация и проверяющие имеют право забанить весь состав друзей/сокланов за игру с читером, за игру с макросами при повторном аккаунте макросника к этим же друзьям, за игру с использованием услуг читеров.</li><br />
				<li>Администрация и проверяющие имеют право забанить вас при наличии веских доказательств при проверке на другом проекте.</li><br />
				<li>Вы можете быть забанены автоматической системой обнаружения подозрительных действий игрока, если вы не совершали противоправных действий, пожалуйста, напишите нам в группу ВК.</li><br />
				<li>Вещи, купленные в магазине, не подлежат возврату или обмену если они были получены на сервере из корзины.</li><br />
				<li>Вещи, услуги или баланс не подлежат продаже или обмену, в том числе на денежные средства, выплата денежного эквивалента промокода не производится.</li><br />
				<li>Вам никто и ничего не должен, а также ни чем не обязан.</li><br />
				<li>Администраторы и проверяющие сервера не возвращают утерянный лут.</li><br />
				<li>Игровой сервер может быть остановлен, перезагружен или удален в любое время.</li><p></p><br />
			<p className="MsoNormal"><span>Правила участия в ивентах</span></p><p></p>
				<li>Нашивки</li>
				- Запрещено накручивать очки нашивок на друзьях.<br />
				- Запрещено набивать на одном и том же игроке очки свыше 3 раз.<br />
				- Запрещено абузить нашивки, например нашивки за «Уникальный шкаф».<br />
				- Игрок может получить денежный приз за ивент "Нашивки" только один раз.<br />
				- Игроки могут получить денежный приз за ивент на одном конкретном сервере только один раз за глобал вайп нашивок. (Актуальные победители всегда перечислены в нашей группе Вк в постах и в специальном <a href="https://vk.com/@grandrust_server" target="blank">разделе статей</a>)<br />
				- Если вы намереваетесь выиграть денежный приз за ивент, пожалуйста, внимательно ознакомьтесь с настоящими правилами, это очень важно.<br />
				- Игрок может получить денежный приз (или его эквивалент) за ивент только после проверки всех требований которые победитель выполнит в соответствии с настоящими правилами.<br /><br />
				<li>Уникальный шкаф</li>
				- Игрок получает призовое место имея положительное количество баллов (более 0).<br />
				- Игрок может получить призовое место с положительным количеством баллов, но имея разрушенный шкаф.<br />
				- Запрещено устанавливать шкаф в текстурах/скалах/камнях и подобных недоработках карт.<br />
				- Запрещено покупать, отдавать и тд. шкаф. Очки за шкаф зачтутся только в ходе честной игры.<br />
				- Игрок заабузивший ивент, теряет возможность принять повторное участие от 30 дней, а также не получает нашивку.<br />
				- Игрок, продавший или отдавший шкаф, теряет возможность принять повторное участие от 30 дней.<br />
				- Запрещено ставить шкаф в чужом доме для последующего уничтожения.<br />
				- Запрещено уничтожать шкаф друга или заранее договорившись с игроком.<br />
				- Запрещено повышать очки чужого шкафа.<br />
				- Игрок, у которого уничтожили шкаф, теряет 50 очков.<br />
				- Игрок, уничтоживший шкаф друга, бывшего друга, члена команды, не получает очки за уникальный шкаф, а также совместно выбывают из ивента и теряют возможность принять повторное участие от 30 дней.<br />
				- Победители, которые соблюли правила, будут опубликованы в нашей группе Вк (в посте о вайпе), только опубликованные в посте игроки могут получить приз.<br />
				- Проверка честности проведенного ивента начинает проходить за час до вайпа, очки, полученные позднее этого времени, могут не подлежать проверке.<br /><br />
				<li>Дуэли</li>
				- Игрок, забравший каким-то образом с арены/дуэли оружие или сет, получает бан. Сообщите нам, если у вас получилось если не хотите получить бан сами.
			<p className="MsoNormal"><span>Проверка Подозреваемых</span></p><p></p>
				<li>Проверка на стороннее ПО проводится, только если вы на сервере, не АФК и не имеете Рейд Блок.</li><br />
				<li>Проверки проходят только один на один с проверяющим или с несколькими проверяющими.</li><br />
				<li>Как только вас вызвали на проверку - вам даётся до 10 минут, чтобы связаться с проверяющим, действуя инструкциям на экране, в противном случае вы можете получить блокировку.</li><br />
				<li>Связь происходит посредством Skype/Discord с демонстрацией проверяющему вашего экрана.</li><br />
				<li>Если вы покидаете сервер после вызова, не предоставив контакты для связи и не пройдя проверку, вы получаете бан на всех серверах.</li><br />
				<li>Проверка осуществляется в автоматическом режиме с помощью программы RustCheatCheck, скачать которую вы можете на официальном сайте RustCheatCheck.ru, вы также имеете право отказаться скачивать её, но в таком случае нам придётся заблокировать вас.</li><br />
				<li>Проверка также может проходить через программы AnyDesk и TeamViewer, если ваше соединение с интернетом не может показывать хорошее качество связи.</li><br />
				<li>Информация, которая может быть получена при вашей проверке не распространяется, за исключением результатов проверки, которые могут быть затребованы администрацией других проектов, также использующих сервис RustCheatCheck для своих проверок.</li><br />
				<li>также мы можем затребовать результаты ваших предыдущих проверок других проектов, также использующих сервис RustCheatCheck, которые приобщаются к вашему делу (при наличии веских доказательств) и могут повлиять на окончательное решение.</li><br />
				<li>Предварительное решение после проверки озвученное проверяющим может отличатся от окончательного, принятого администрацией.</li><br />
				<li>Если вы не согласны с окончительным решением, принятым не в соответствии настоящих правил, вы можете затребовать у главного администратора материалы дела о вашей блокировке направив сообщение в наше официальное сообщество <a href="https://vk.com/grandrust_server" target="blank">GRAND RUST.</a></li><br />
			</div>
         </div>
        )
      }
      
